Repository: zaytar68/CTSAR-booking
Catalog: Resources/Components.Pages/Home.*.resx
Languages: de

# Title
source: Home - CTSAR Booking
de: Startseite - CTSAR Booking

# WelcomeTitle
source: Welcome to CTSAR Booking
de: Willkommen bei CTSAR Booking

# WelcomeSubtitle
source: Shooting lane reservation system for the shooting club
de: Reservierungssystem für Schiessstände des Schiessclubs

# HelloUser
source: Hello {0}!
de: Hallo {0}!

# YouAreLoggedIn
source: You are logged in to the CTSAR Booking application.
de: Sie sind in der CTSAR Booking-Anwendung angemeldet.

# ManageAccount
source: Manage my account
de: Mein Konto verwalten

# NotLoggedIn
source: You are not logged in
de: Sie sind nicht angemeldet

# LoginToAccess
source: To access reservation features, please log in.
de: Um auf die Reservierungsfunktionen zuzugreifen, melden Sie sich bitte an.

# ReservationsTitle
source: Reservations
de: Reservierungen

# ReservationsDesc
source: Easily book your shooting slots according to lane and monitor availability.
de: Buchen Sie einfach Ihre Schiesszeiten entsprechend der Verfügbarkeit der Stände und Monitore.

# MonitorsTitle
source: Monitors
de: Monitore

# MonitorsDesc
source: A monitor must validate their presence to confirm your shooting session.
de: Ein Monitor muss seine Anwesenheit bestätigen, um Ihre Schiesssitzung zu bestätigen.

# NotificationsTitle
source: Notifications
de: Benachrichtigungen

# NotificationsDesc
source: Receive notifications when a monitor validates or cancels a session.
de: Erhalten Sie Benachrichtigungen, wenn ein Monitor eine Sitzung bestätigt oder absagt.
